Repository: mozilla-l10n/mt-training-data
Catalog: bkh/bkh_pontoon.tmx
Source language: en_us
Languages: bkh

source: 1 sentence collected
bkh: Wa kuh'la ɔkwɛla va

source: 2 down, keep it up!<playIcon></playIcon>
bkh: ɛ ngi tɔ́ɔ́ a ɓaa <playIcon></playIcon>, kɛnɛ́g l'ɔsú !

source: About
bkh: Anyuú

source: Accepted file types: .tsv only
bkh: Nyaa bikwɛ́m bí ngáa yéɓé: tsv ja

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
bkh: { $actionType } <playIcon></playIcon>, Ɔkwɛla va sɔ́ŋg'lɛɛ mɓɛɛŋ ?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
bkh: { $actionType } <recordIcon></recordIcon> la lisɔ́ŋgɔ́ɔ l' ɔkwɛla la ciŋ ɛ cɛ́ŋɛ́.

source: { $actionType }<stopIcon></stopIcon> when done
bkh: { $actionType } <stopIcon></stopIcon> kiyaɓɛ́nɛ́ wa manɛ.

source: { $actionType } submit when ready
bkh: { $actionType } Óm, kiyaɓɛnɛ́ ɔ kɔ́ɔ́

source: Add and Review Sentences, Add Questions, Transcribe Audio
bkh: ngondye akwɛla la linyámɛ́ lí pɔ́ŋ, ngondye linyɔŋ lí mpɔ́t á cíŋ

source: Add <icon></icon> a public domain sentence
bkh: Kondye <icon></icon> ɔkwɛla ví liɓembá

source: Add information
bkh: Kondye mam

source: Add new sentences for the community to read
bkh: Kondye akwɛla péna a ngáa sɔ́ŋg'lɛ́ɛ la lilómɛ́

source: Add one sentence per line
bkh: Kondye ɔkwɛla nlɔŋ sig

source: Add questions in your language
bkh: Kondye mbihíí á mpɔ́t wɔɔ

source: Add Sentences
bkh: Likondye l' akwɛla

source: Add sentences in your language
bkh: Kondye akwɛla á mpɔ́t wɔɔ

source: Add up to 1,000 sentences
bkh: Kondye tɛɛla ɔkóó akwɛla

source: Add Your Voice
bkh: tí ɓɛhɛ ciŋ yɔɔ

source: Agriculture and Food
bkh: Mindíí la Lidi

source: All sentence must have the same domain
bkh: Akwɛla asɛ́ ag nyɛɛ lisɔ́lé á pah pɛ́ɛ́ yá

source: All sentences must have the same citation
bkh: Akwɛla asɛ́ ag nyɛɛ liɓɛla l' ɔngaŋgan vá

source: Already have an account? <login>Log-In</login>
bkh: Ɔ byɛɛ ɔku ? <login>Niŋgíí </login>

source: An error occurred fetching sentences
bkh: Ɓaá kuh'la ɔnɛ́g á linyɔŋ l' akwɛla

source: An error occurred reviewing this sentence
bkh: Baá kuh'la ɔnɛ́g á lioŋ lí ví ɔkwɛla

source: An error occurred submitting your voice information
bkh: Ɓaá la ɓé ɓɛ́hɛ́ lióm lí nyú mpɔ́t á ciŋ

source: Approve
bkh: liyeɓe

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
bkh: Bi lɛ nɛ ɓá lag'sɛɛ puh biduŋgú á mbúh ciŋ mpɔ́t, ndi ciŋ ɛ mpɔ́t ɛ́ ngá nyɛɛ ɓe liɓɛ́ lí ɓaa, anyuú nɛ́ ɛ lɛ nɛ yá ɓɔŋ masín nɛ́ mí pɔ́t yom ɛ lɛ nɛ́ yáh ciiɓɛɛ ɓe. Kiyaɓɛ́nɛ́ biɓaŋgá bíg amb'lɛ́ɛ nɛ́ byáh ciiɓɛɛ ɓé, mpɔ́t á ciŋ á seɓe mɓɛɛŋ. Naŋ a lɛ ag ɓɔŋ'ɓɛɛ kiyaɓɛnɛ́ mpɔ́t ntám a lɛ́ á ngwaag.

source: Are you coming? <strong>[called by another]</strong>
bkh: Ɔg sɔ ? <strong>[lisɔ́ŋgɔ́ɔ li ciŋ ɛ tám]</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
bkh: Ɓat mbihíí yɔɔ a <matrixLink>Matrix</matrixLink>, <discourseLink>Nkwɛl</discourseLink> tɔnɛ́ <emailLink>á kwɛ́m</emailLink>.

source: Automotive and Transport
bkh: Ndee la mitowa

source: Background Noise
bkh: Ndum'ka até

source: Background Voices
bkh: ciŋ ɛ mbúh

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
bkh: Nyɔŋán eceg sɔkaganɛ́ miníg kááhɛ́ɛ cíŋ ɛ mpɔ́t ɛ Mut nɛ́ ah pɔt ɓé mɓɛɛŋ tɔnɛ́ ah pɔ́t ɓé kaa ɛ ngáa ɓat; anyuú nɛ́ mipɔ́tɔ́g mi lɛ́ nyaa nyaa, ɛ lɛ nɛ́ yá ɓɛ́ nɛ́ lipɔ́tɔ́g jɛ́ɛ́ ɔ ngɔ́ yí ɓé jɔ́ tɔnɛ́ ɔ lɛ ngi jɔ́ liámb'lé. Jɔnɛ, yí nɛ́ ɓot bisɛ́ bí ngá pɔt ɓé káa wa.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
bkh: [Bíg cii nɛ́ «mmú» ndi bíg sɔ́ŋgɔ́ɔ nɛ́ « ŋmú »]

source: <bold>{ $count }</bold> Clips
bkh: <bold>{ $count }</bold> bipah

source: <bold>Help us</bold> find more voices
bkh: <bold>Oŋganɛ́ ɓɛhɛ</bold> á likɔt lí cíŋ ɛ péna

source: Bulk batch
bkh: mbáŋg ɛ cɛ́nɛ́

source: Bulk Sentences Uploaded
bkh: Akwɛla wá óm'ɓɛɛ

source: By telling us about yourself, you will help developers build more inclusive technology
bkh: Ɔ ɓyɛɛ kóó ɓɛhɛ lilagaa li mam anyuú ciŋ yɔɔ mpɔ́t ?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
bkh: Anyuú liɓɔŋ'le lí Common Voice, ɔ yeɓe <termsLink>bitɛɛyene byahá</termsLink> la <privacyLink>mbaŋ yáhá</privacyLink>

source: Cancel Re-recording
bkh: Sɛ́m !

source: Cancel Submission
bkh: Sɛ́m lióm

source: Cannot submit more than 1000 sentences
bkh: Ɔ ngɔ́ la ɓé likondye lí liloo l' ɔkoo l' akwɛla

source: Change preferences
bkh: pɔhɔ́ɔ́ nyí ɔ ngɔ diŋ

source: Check <icon></icon> is this a linguistically correct sentence?
bkh: Leg'ɓe <icon></icon> kiyaɓɛnɛ ɔkwɛla vá tiiɓɛɛ mɓɛɛŋ kaa ɛ ngáa ɓat

source: <chevron></chevron>See less
bkh: <chevron></chevron>Lietɛ li puh avega

source: <chevron></chevron>See more
bkh: <chevron></chevron>Lietɛ li nganda avega

source: Citation
bkh: Ɔngaŋgan

source: Cite with a URL link or the full name of the work.
bkh: Ɓɔŋ ɔngaŋgan ndi ɔ va joó lí kalati pah ví ngáa sɔ́lé

source: Click
bkh: nit va

source: Clips Uploaded
bkh: Ya óm'ɓɛ́ɛ

source: Comment
bkh: nkwɛl

source: Contact Us
bkh: Yaŋáá ɓɛhɛ

source: Continue
bkh: likɛ l' ɔsú

source: Continue validating
bkh: Kondye linyɔŋ

source: Contribute
bkh: limɓembe

source: Contribute sentences
bkh: litii li akwɛla

source: Contribution Criteria
bkh: Bitɛɛyene bi ngaɓo

source: Create a profile
bkh: Vég Ediŋgɛ-diŋgɛ

source: Criteria
bkh: Bitɛɛyene

source: Datasets
bkh: Micaa la lisaŋgó

source: Delete my recordings
bkh: Sáá mimpɔ́t mɔɔ mí cíŋ

source: Different language
bkh: Mpɔ́t ntám

source: Difficult to pronounce
bkh: ndutu á lipaaháa

source: Discard ongoing recording
bkh: licóó li cíŋ mpɔ́t ɛ lɛ linyɔŋɓɛɛ

source: Does the sentence meet the guidelines?
bkh: Ɔkwɛla víg óg'le mimbendá ?

source: Donate your voice
bkh: Tí ɓɛhɛ cíŋ yɔ́ɔ

source: Don't see your language on Common Voice yet?
bkh: mpɔ́t wɔ́ɔ a lɛ ngili ɓɛ́ mu ?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
bkh: Ɓémbé kwɛ́m yɔɔ va tɔnɛ <uploadButton>mɔt vá anyuú lióm</uploadButton>

source: Drop file here to upload
bkh: Ɓémbé kwɛ́m yɔɔ vá anyuú lióm

source: Enter your public domain sentence here
bkh: Cii ɔkwɛla vɔ́ɔ vi liɓembá vá

source: Enter your public domain sentences here
bkh: Cii ɔkwɛla vɔ́ɔ vi liɓembá vá

source: Error adding sentence
bkh: Ɓaá la ɓe bɛhɛ likondye l' ɔkwɛla vɔɔ

source: ESC
bkh: Sɛ́m

source: Exit & Delete clips
bkh: Mi ɓógó, mi sáá mimpɔ́t mama mí cíŋ misɛ

source: Fewer than 15 words per sentence
bkh: Á sí joóm lí ɓiɓaŋgá la taan (15)

source: File is too large
bkh: Ekwɛ́m ɛ lɛ ecɛ́ŋ ngandag

source: File is too small
bkh: Ekwɛ́m ɛ lɛ etɔga ngandag

source: Finance
bkh: Mɔní

source: Finish recording
bkh: Manɛ linyɔŋ

source: Finish recording first?
bkh: Manɛ yaga linyɔŋ

source: Finish Review
bkh: limanɛ lí nsɔ́n

source: Finish validating
bkh: limanɛ lí linyɔŋ

source: Finish validating clips?
bkh: Limanɛ lí linyɔŋ lí byom bí nsɔn ?

source: Follow guidelines from “What sentences can I add?”
bkh: Ɔŋ'le bitɛɛyené bí ejo-nsɔ́n «wɔwɔ́ɔ akwɛla mi lɛ nɛ́ ma kondye ?»

source: for example
bkh: Kaa ɔvega

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
bkh: Anyuú liɓɔŋ nɛ́ nyú nsɔ́n-á-bicɛɛ á wɛɛ anyuú ɓot bisɛ́, ɛg kɛ liɓat nɛ́ ɓot ngandag bi niŋgíí mú á nyú nsɔ́n, bi tí cíŋ yáɓá anyuú nɛ́ bicɛɛ bi ngá sál ɓé ngila ɓot. <learnMore>likondye li liyí anyuú pɔ́ŋ-bicɛɛ.</learnMore>

source: General
bkh: Byɔ bisɛ

source: General language / multiple variants
bkh: Bitɛɛyené bicɛ́ŋ anyuú mimpɔ́t, mimpɔ́t ngandag

source: Grammatical / spelling error
bkh: Tɔnɛ váh ciiɓɛɛ ɓé mɓɛɛŋ

source: Great!<recordIcon></recordIcon> Record your next clip
bkh: Naŋ a lɛ mɓɛɛŋ! <recordIcon></recordIcon> Nyɔŋ ejo-nsɔ́n ɛ ngáa oŋ.

source: Great work!<playIcon></playIcon> Listen again when you're ready
bkh: Elɔŋgɔ ' ɓolo ! <playIcon></playIcon> amb'le sig pɛ nɛ

source: Guidelines
bkh: Bitɛɛyené

source: Healthcare
bkh: Mbólí

source: Help create Common Voice’s first target segment in { $locale }
bkh: Oŋganɛ́ ɓɛ́hɛ́ liveg l' ejo nsɔ́n ɔsú yé Common Voice a { $locale }

source: Help us validate voices
bkh: miní oŋganɛ́ ɓɛhɛ linyɔŋ li mimpɔ́t mí cíŋ

source: His hand was rais-ed.
bkh: Ŋmú

source: History, Law and Government
bkh: Mam mi gɔmna

source: How do I cite?
bkh: Láá ɔ ɓɔŋ ɔngaŋgan ?

source: How to add multiple sentences
bkh: Láá bi lɛ nɛ́ ɓa kondye ngandag akwɛla

source: How would you describe your sex or gender?
bkh: Laá ɔ byɛɛ koo liyihɛ́ nɛ́ ɔ lɛ paám tɔnɛ́ mindiga ?

source: I agree
bkh: Ma yéɓé

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
bkh: Mag yig'yɛɛ nɛ́ nyú akwɛla á lɛ́ <wikipediaLink>nyú á liɓembá</wikipediaLink> la nɛ mi byɛɛ kundɛ lióm lí wɔ́.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
bkh: Mag yíhɛ́ nɛ́ ví ɔkwɛla víg sɔ́lé <wikipediaLink>á Liɓembác</wikipediaLink> la nɛ́ mi byɛɛ kundɛ lióm lí vɔ́

source: <icon></icon> Add multiple public domain sentences
bkh: <icon></icon>likondye l' akwɛla á mbámbáá

source: Ideally natural and conversational (it should be easy to read the sentence)
bkh: Ɔkwɛla ví ngá nyɛɛ ɓé liɓɛ́ lí kɔptɔ-kɔptɔ, víg nyɛɛ lisɔ́ŋg'lɛɛ mɓɛɛŋ

source: I do not agree
bkh: Ma ɓén

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
bkh: Kiyaɓɛnɛ biɓaŋgá bilɛ byɔɔ, lagaa nɛ <italicizedText>« ɛ byáma »</italicizedText>.bibyɛ́ɛ́ koo nɛ́ bi yí pah ɔngaŋgan ví ngá sɔ́lé anyuú liyí kínɛ́ víg sɔ́lé á liɓembá, la nɛ́ ví seɓe biɓaŋga bí mut. Leg'byán kaa ɓaá ɓɔŋ <guidelinesLink> Bitɛɛyené byáha</guidelinesLink>.

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
bkh: Kiyáɓɛ́nɛ́ mpɔ́t á cíŋ á ngá og'lɛ́ɛ ɓé mɓɛɛŋ, mwahɛ wɔ́.

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bkh: Kiyaɓɛ́nɛ́ ɔ byɛɛ koo lilagaa lí mam á yéé ngáa leg'ɓe yé kwɛ́m, yáŋáá <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
bkh: Kiyaɓɛ́nɛ́ ɔ ɓyɛɛ koo lilagaa lí mam mí ngáa leg'ɓe yé kɛ́m, mí mi seɓe até, yaŋáá <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
bkh: Kiyaɓɛnɛ ɔkwɛla vi ngá oŋ'le ɓé bitɛɛyené bi lɛ á loó, mɔt «liɓen» á mɓɛngáá. kiyaɓɛnɛ ɔ seɓé mbaki loó á jam litám

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
bkh: Kiyaɓɛnɛ ɔkwɛla víg oŋ'le bíŋ bitɛɛyené, mɔt «liyéɓé» á mɓɛnlomɛ́

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
bkh: Kiyaɓɛnɛ mana ɓoman la njɔm ɛ tám muŋ á ɓolo yána , miní cegee la nguu nɛ́ mini salhanɛ pɔ́n yáná tɔnɛ mini mwahɛ́, mɔt á «liloo» anyuú linyɔŋ lí ciŋ ɛ tám

source: If you run out of sentences to review, please help us collect more sentences!
bkh: Kiyaɓɛnɛ ɔ byɛɛ ɓé pɛ́ akwɛla, ɔŋganɛ ɓɛhɛ likɔt l' atám

source: Include appropriate citation
bkh: Angaŋgan ag nyɛɛ liɓɛ́

source: Invalid file
bkh: Ekwɛ́m ɛ ngá tíí ɓé

source: It contains words or phrases that are hard to read or pronounce.
bkh: Biɓaŋgá byá tɔnɛ́ akwɛla wa á lɛ ndutu lipáháa

source: It is written in a language different than what I’m reviewing.
bkh: Ɔkwɛla va tiiɓɛɛ a mpɔ́t nyú á seɓe nyú mi lɛ lisɔ́ŋgɔ́ɔ

source: It is written in a language different than what I’m speaking.
bkh: Ɔkwɛla vá ciiɓɛɛ á mpɔ́t nyú mi ngá yí ɓe ma

source: Just Unsure?
bkh: Minig kɔn woŋ ?

source: Keep it up, record again <recordIcon></recordIcon>
bkh: Kondye linyɔŋ náŋ, nyɔŋ náŋ ngandag

source: Keep the recordings
bkh: Naŋɛ mimpɔ́t mɔɔ mí cíŋ

source: Keep track of your progress with a profile
bkh: Mɛn mbieleg yɔɔ la liveg l' ediŋgɛ-diŋgɛ

source: Language Fundamentals (e.g. Digits, Letters, Money)
bkh: Bitɛɛyené bí Mimpɔ́t (nɔmbá, miketee, mɔni)

source: Languages
bkh: mimpɔ́t

source: Large bulk sentence submission
bkh: Lióm li ngandag akwɛla

source: Learn More
bkh: Ngondye li yí

source: Leaving now means you'll lose your progress
bkh: Ɔ ɓok'yagɓé vɔŋɔ ɔ tag jaŋɛ byom byɔ́ bisɛ

source: Listen
bkh: liamb'le

source: Listen options menu
bkh: liamb'le

source: Loading sentences…
bkh: Mveŋ'hanɛ akwɛla

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
bkh: <loginLink>Niŋgíí va</loginLink> tɔnɛ<loginLink>katɓan vá</loginLink>anyuú likondye l' akwɛla ngandag

source: Log in or sign up to get started
bkh: Anyuú liɓot'le, niŋgii va tɔnɛ́ wɛɛle va

source: Log In / Sign Up
bkh: liniŋgíí / likat'ɓan

source: Make sure the sentence meets the following criteria:
bkh: Ɓɛ́ mbaki nɛ́ ɔkwɛla víg oŋ'le bí bitɛɛyené:

source: Maximum file size: 25 MB
bkh: Ntɛl wa súg'le á kwɛ́m : 25 Mo

source: Media and Entertainment
bkh: Bidiŋgɛ-diŋgɛ la micaa

source: Minimum sentences in file: 1000
bkh: Nsɔ́ŋgí ntɔ́gá nyú á akwɛla á kwɛ́m : 1 000

source: [Mismatched content]
bkh: [nkwɛl ngila ndag'le]

source: Misreadings
bkh: ah sɔŋgɔ́ɔ ɓe mɓɛɛŋ

source: Missing an <strong>'s'</strong> at the end of a word.
bkh: Tɔnɛ <strong>« s »</strong> á lisúk l' eɓaŋga.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
bkh: Puh biɓaŋga <strong>«ya»</strong> tɔnɛ <strong>«ya/wa» <stong> á mí linyɔŋ li mpɔ́t á ciŋ.

source: Missing the end of the last word by cutting off the recording too quickly.
bkh: Eɓaŋgá misúg'lé ya sɛmi anyuú nɛ́ wa vóó lisɛ́m

source: [More has been recorded than the required text]
bkh: [Kaa nyu mpɔ́t á cíŋ wá nyɔŋ'ɓɛɛ mɓɛɛŋ]

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
bkh: Á jogo lí mpɔ́t á cíŋ, ɓot bi lɛ́ bíg pɔ́t la ciŋ yáɓá libyaa. Mini lɛ nɛ mana yeɓe mpɔ́t á ciŋ nyú á bi njénjé. Miníh nyɔŋɔ́g ɓé pɔ́t á ciŋ á Bicɛɛ

source: Nature and Environment
bkh: Pɛ́ɛ́ la mituŋgá

source: News and Current Affairs
bkh: Mam mí lɛn

source: No
bkh: Kɛ́m

source: [No ‘a’ in the original text]
bkh: [eɓaŋgá «ɛ» ɛ́ ngá pahlɛ́ɛ ɓé á ɔkwɛla v'ɔsú]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
bkh: <noCopyright>A seɓe nyú á Mut</noCopyright> (cc-0)

source: No foreign letters
bkh: Ngila mincɛn mí miketee

source: No microphone found.
bkh: Ɓaá kɔt ɓé ɓɛhɛ liklo

source: No numbers and special characters
bkh: Ngila nɔmbá tɔ ndemb'ye ɛ toɓotoɓo

source: No sentences to review. <addLink>Add more sentences now!</addLink>
bkh: Ɔkwɛla tɔ va ví seɓe. Ɔ lɛ nɛ́ <addLink>wa kondye akwɛla</addLink>.

source: No thanks, continue speaking
bkh: Kɛm masoma, kondye lipɔ́t

source: Offensive language
bkh: Biɓaŋgá bí ɓé ?

source: Offensive speech
bkh: Biɓaŋgá bí ɓé

source: On desktop devices you can contribute by downloading…
bkh: Ɓá bi byɛɛ nkúú-á-b́yí á péná, mini nyɔŋ yé ɛ péna

source: On his head he wore a beret.
bkh: Cíŋ ɛ ngá tɔmb ɓé liɓɛgɛɛ lí ŋmú

source: On iOS please continue with Safari to enable recording…
bkh: Á iOS, kɛn l' asú la safari anyuú linyɔŋ li cíŋ

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bkh: Ndi ki wa ɛ́n nɛ́ ki Mut a nga sɔ́ŋgɔ́ɔ a ngá yí ɓe nyúŋ mpɔ́t , ɔ lɛ nɛ́ wa ɓén nyúŋ mpɔ́t á ciŋ.

source: Partner
bkh: Yum

source: [Part of the text can’t be heard]
bkh: [Jéŋgéé ɔkwala yá ɛ ngá ámb'lɛ́ɛ ɓé]

source: <playIcon></playIcon>Last one!
bkh: <playIcon></playIcon> Yé ya sug'le !

source: Play/Stop
bkh: Sɔ́ŋgɔ́ɔ́/tɛɛyɛ́ɛ́

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
bkh: Leg'ɓe nsɔ́n waha <templateFileLink>nget</templateFileLink>. Akwɛla wana a nga nyɛɛ ɓé liɓɛ nyú á Mut (kiyaɓɛnɛ á Mut ki, nyɔ́ŋ Mut ag nyɛɛ ɓɛnɛ litíí lí kundɛ). Ag nyɛɛ liɓɛ́ lí nciiɓɛ́gɛ mɓɛɛŋ á bitɛɛyene bi mpɔ́t. Ag nyɛɛ linyɔŋ li 10-15 lí mikaptɛɛ á lisɔ́ŋgɔ́ɔ. Á ngá nyɛɛ ɓé liɓɛla lí moó mi ɓot, nɔmbá la ndemb'ye.

source: Please fill out this field.
bkh: Soon yahɛ́ yé ekúg'lú

source: Please select a language to review sentences.
bkh: Pɔhɔ́ɔ́ mpɔ́t wa anyuú liɓɛ li mbaki la akwɛla

source: r
bkh: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
bkh: [Yeŋ eɓaŋgá ɛ́g páhlɛ́ɛ kaa bibaŋgá biɓaa]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
bkh: Nsɔŋgi á lióm wa yal. cegéé sig pɛ́ á { $retryLimit } minut

source: Rate limit exceeded. Try again in { $retryLimit } seconds
bkh: Nsɔŋgi á lióm wá yal. Cegéé sig pɛ á { $retryLimit } akaptɛ

source: Reader Effects
bkh: miɓet mí cíŋ la biduŋgú

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
bkh: Miketee mikɔtán mí biɓaŋga bisɛ míg pálɛ́ɛ kaa «Mbaki»

source: Read Sentences
bkh: Lisɔŋgɔ́ɔ l' akwɛla

source: Read Sentences, Answer Questions
bkh: Lisɔ́ŋgɔ́ɔ l'akwɛla, lipelee li mbihíí

source: Read Sentences <small>(Coming soon)</small>
bkh: Lisɔ́ŋgɔ́ɔ l'akwɛla<small>(eceg-etám)</small>

source: Read sentences submitted by the community in various languages
bkh: Lisɔ́ŋgɔ́ɔ l' akwɛla á milóm á mpɔ́t ngandag

source: Ready to do { $count } more?
bkh: ɔg somoo liɓɔŋ { $count } sig pɛ ?

source: <recordIcon></recordIcon> Last one!
bkh: <recordIcon></recordIcon> Ya sug'le yé!

source: [Recording cut off before the end of the last word]
bkh: [Eɓaŋgá ya sɛ́mɓɛ́ɛ yi kaganɛ́ ɛg man]

source: Record/Stop
bkh: Pɔ́t/Byéé

source: Record yourself reading sentences in your language
bkh: Nyɔŋ wa mɛn ɔ lɛ lisɔ́ŋgɔ́ɔ l' akwɛla á mpɔ́t wɔɔ

source: Record yourself responding to questions and prompts in your language
bkh: Nyɔŋ wa mɛn ɔ lɛ lipelee li mbihíí la miŋáŋ'lán á mpɔ́t wɔɔ

source: Record your voice
bkh: linyɔŋ li cíŋ

source: Reference the source of your sentence (required)
bkh: lagaa pah ví ngáa sɔ́lé (nkag'yɛɛ)

source: Reject
bkh: liɓen

source: Report
bkh: liyihɛ

source: Report was passed successfully
bkh: Ndag'le ya yomɓɛ́ɛ

source: Request a Language
bkh: tí mpɔt ɔ ngɔ somoo

source: Re-record
bkh: Timan linyɔŋ

source: Re-record clip
bkh: Ɓot'lé sig pɛ

source: Return
bkh: miniŋg'lé

source: Review
bkh: liɓákɛ́

source: Review could not be saved. Please try again later.
bkh: Ɓaá la ɓé ɓɛhɛ liɓɛ li mbaki á linaŋɛ l' akwɛla. Ceg'lɛɛ sig pɛ váŋ vɔŋɔ́.

source: ⓘ Review Criteria
bkh: ⓘ Bitɛɛyéné bi linyamɛ́ lí pɔŋ

source: Review Criteria
bkh: Bitɛɛyené bi linyamɛ́ lí pɔ́ŋ

source: Reviewed sentences not submitted, are sure?
bkh: Akwɛla wáh om'ɓɛ́ɛ ɓé, ɔg somoo sig pɛ liceg'lɛɛ ?

source: Review existing sentences submitted by the community
bkh: Ɓakɛ nɛ́ akwɛla á lilómɛ́ á lɛ váŋ

source: Review & re-record clips here as you go
bkh: Leg'ɓé bí bilɛ mɓɛɛŋ, ɔ timan ɔ nyɔŋ ki koo ya ɓɛ

source: Review & re-record clips if needed
bkh: leg'ɓe, ɔ timan ɔ nyɔŋ ki koo ya ɓé

source: Review Sentences
bkh: Leg'ɓé akwɛla

source: Review sentences in your language
bkh: Ɓakɛ akwɛla á mpɔ́t wɔɔ

source: Review & Submit
bkh: Leg'ɓe ɔ óm sig pɛ

source: Review transcriptions of recorded sentences for accuracy
bkh: Liɓakɛ nɛ́ akwɛla wá ciiɓɛɛ mɓɛɛŋ

source: Review user-submitted transcriptions in your language
bkh: Liɓákɛ́ lí micila mí ɓot á mpɔ́t wana

source: s
bkh: a

source: S
bkh: P

source: Select an option
bkh: Pɔhɔ́ɔ́ vom ɛ wut

source: Select a variant (optional)
bkh: Pɔhɔ́ɔ́ mpɔ́t (ɔ ngɔ diŋ)

source: Select File
bkh: Pɔhɔ́ɔ́ ekwɛ́m yá

source: Select File to Upload
bkh: Pɔhɔ́ɔ́ ekwɛ́m ɔ ngɔ óm

source: Select up to three domains (optional)
bkh: Nyɔŋ tɛɛla mipáŋ miŋhaa

source: Sentence
bkh: Ɔngaŋgan

source: Sentence Domain
bkh: Lipáŋ l' ɔkwɛla

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
bkh: Nyuú akwɛla bíg kɛ wɔ́ likondye á mbaŋg byom bí liɓembá á likan'yɛɛ lí cc-0.

source: { $sentences } sentences reviewed. Thank you!
bkh: { $sentences } akwɛla wa ɛ́ni. Masoma !

source: Sentence Variant
bkh: Mpɔ́t á ɔkwɛla

source: Separate sentences into one line by pressing “Enter” or “Return” once
bkh: ɓagáá akwɛla la limɔt li «niŋgíí» ngele ya

source: Service and Retail
bkh: Nyuŋgá

source: Share Common Voice
bkh: Kaá Common Voice

source: Share your clip
bkh: Kaá mpɔ́t wɔɔ á cíŋ

source: Shortcuts
bkh: lisɛ́manɛ

source: [Should be ‘dinosaurs’]
bkh: [ A lɛ «Kɔ́ɔ» ɛ cɛ́ŋɛ́]

source: [Should be “We are”]
bkh: [eg nyɛ liɓɛ́ «laám»]

source: Single
bkh: ɔkwɛla vá

source: Single sentence submission
bkh: Lióm l' ɔkwɛla va

source: Skip
bkh: liloo

source: Small batch
bkh: mɔɔ́n mbáŋg

source: Small batch sentence submission
bkh: Óm puh mbáŋg akwɛla

source: Source: { $sentenceSource }
bkh: Lisɔ́lé : { $sentenceSource }

source: Speak
bkh: Lipɔ́t

source: Speak now
bkh: Ɔ lɛ nɛ́ wa pɔ́t

source: Speak options menu
bkh: Vom a ɔku vi «mpɔ́t»

source: Start recording
bkh: Ɓot'le linyɔŋ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
bkh: <strong>[likig'ɓé]</strong> kɔ́ɔ́ cɛ́ŋ <strong>[likig'ɓé]</strong> lipand.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
bkh: <strong>[Litɔ́ɔ́]</strong> Tít ɛ pɛ́ɛ́ ɛ cɛŋɛ́ yí </strong>[ekɔhɔ]</stong> até lipand.

source: Submit
bkh: lióm
